[
    {
        "id": 1,
        "plan": "الخطة الأساسية (مجانية)",
        "price": "مجانية",
        "features": [
            "النشر على منصة واحدة فقط",
            "نشر ثلاثين فيديو شهريًا كحد أقصى، سواء كان فيديو، ريلز، صورة، أو منشور - لا فرق في العدد!",
            "استخدام ثلاثة روابط فقط للحصول على المحتوى من RSS و YouTube Data API",
            "تحليل أداء بسيط يساعدك في معرفة الوضع الحالي",
            "دعم أساسي عبر البريد الإلكتروني للإجابة على استفساراتك"
        ]
    },
    {
        "id": 2,
        "plan": "الخطة المتقدمة",
        "price": "150 درهم شهريًا",
        "features": [
            "إمكانية نشر المحتوى على منصتين مختلفتين بسهولة ويسر",
            "إمكانية سحب المحتوى من ستة روابط RSS و YouTube Data API بالإضافة إلى مصادر أخرى",
            "نشر 50 فيديو شهريًا كحد أقصى، مع القدرة على التفاعل مع جمهور أكبر",
            "تحليل أداء متقدم يساعدك في تحسين حملاتك على منصات التواصل الاجتماعي",
            "دعم فني عبر البريد الإلكتروني والهاتف لضمان تجربة أفضل",
            "تقارير مخصصة تساعدك في متابعة تقدمك وتحقيق أهدافك"
        ]
    },
    {
        "id": 3,
        "plan": "الخطة الاحترافية",
        "price": "300 درهم شهريًا",
        "features": [
            "إمكانية نشر المحتوى على خمس منصات متنوعة، لضمان وصول أوسع",
            "جلب المحتوى من 8 روابط RSS ومنصات أخرى بكل سهولة وفعالية",
            "نشر 70 فيديو شهريًا كحد أقصى، مع ضمان نشر محتوى مستمر ومتجدد",
            "تحليل أداء شامل يساعدك في تحسين استراتيجياتك بناءً على بيانات دقيقة",
            "دعم فني متقدم عبر البريد الإلكتروني والهاتف مع استجابة فورية",
            "تقارير مفصلة ومتقدمة لمساعدتك في الوصول إلى أهدافك وتحقيق نتائج أفضل",
            "إعدادات تخصيص متقدمة تمنحك حرية التحكم الكامل في العمليات"
        ]
    },
    {
        "id": 4,
        "plan": "الخطة الإمبراطورية",
        "price": "500 درهم شهريًا",
        "features": [
            "نشر المحتوى على 10 منصات مختلفة، لتوسيع نطاق وصولك وجذب جمهور متنوع",
            "الحصول على روابط من 12 مصدر مختلف عبر RSS وغيره لتزويدك بمحتوى دائم التحديث",
            "نشر عدد لا محدود من المنشورات والفيديوهات، مع تفاعل مستمر ومحتوى متنوع",
            "تحليل أداء شامل ودقيق للغاية، يتيح لك مراقبة وتحسين استراتيجياتك بدقة فائقة",
            "دعم فني متواصل على مدار الساعة، لضمان سير العمل بدون أي مشاكل",
            "التواصل المباشر مع المطور الأساسي بشكل يومي لضمان تجربة متكاملة وسلسة",
            "تقارير متقدمة تتيح لك معرفة أدق التفاصيل وتحقيق أقصى استفادة من بياناتك",
            "إعداد تخصيص مفصل ومتقدم، لتتناسب كل ميزة مع احتياجاتك الفعلية"
        ]
    },
    {
        "id": 5,
        "plan": "الخطة الخاصة بالفرق",
        "price": "تبدأ من 600 درهم شهريًا",
        "features": [
            "تمتع بالقدرة على إدارة حسابات متعددة داخل نفس الخطة لضمان تكامل العمل الجماعي",
            "نشر المحتوى على منصات متعددة بشكل متزامن، مما يوفر وقتك وجهدك",
            "تحليل بيانات متعددة للحسابات المختلفة، مما يتيح لك فهم أداء كل فريق",
            "دعم فني مخصص عبر الهاتف والبريد الإلكتروني لتلبية احتياجات الفرق بشكل أسرع",
            "تقارير متقدمة ومفصلة لفريقك لضمان تحسين الأداء الجماعي"
        ]
    },
    {
        "id": 6,
        "plan": "الخطة الذكية (مخصصة)",
        "price": "حسب التخصيص",
        "features": [
            "حزمة مخصصة حسب احتياجاتك الفعلية التي لا تجدها في الخطط التقليدية",
            "إمكانية تخصيص عدد المنصات والروابط حسب متطلباتك، لتناسب طبيعة عملك",
            "خدمات دعم فني متكامل على مدار الساعة، من خلال مجموعة متنوعة من قنوات التواصل",
            "تحليل شامل للأداء مع التقارير المفصلة التي تقدم حلولاً استراتيجية",
            "إعدادات تخصيص متقدمة توفر لك التحكم الكامل في العمليات"
        ]
    }
]